[{
		"code": "E 100",
		"name": "Curcumina (C. I. 75 300)",
		"category": "Corantes",
		"description": "corante fenólico amarelo-alaranjado, de natureza fenilpropanóidica, extraído da raiz de Curcuma (Curcuma domestica Zingiberaceae)"
	},
	{
		"code": "E 101",
		"name": "Riboflavina (e riboflavina-5-fosfato)",
		"category": "Corantes",
		"description": "corante amarelo-alaranjado, que é a vitamina B2, naturalmente presente em muitos alimentos é obtida a partir da levedura de cerveja ou, mais usualmente, por processos sintéticos"
	},
	{
		"code": "E 102",
		"name": "Tartarazina (C. I. 19 140)",
		"category": "Corantes",
		"description": "corante amarelo de natureza azóica, obtido por síntese, afim das anilinas"
	},
	{
		"code": "E 104",
		"name": "Amarelo de quinoleína (C. I. 47 005)",
		"category": "Corantes",
		"description": "corante amarelo-baço a amareloesverdeado do tipo «alcatrão de carvão», obtido por processos sintéticos"
	},
	{
		"code": "E 110",
		"name": "Amarelo-sol FCF (C. I. 15 985) ou amarelo alaranjado S",
		"category": "Corantes",
		"description": "corante amarelo azóico, obtido por síntese"
	},
	{
		"code": "E 120",
		"name": "Cochonilha, ácido carmínico e carminas (C. I. 75 470)",
		"category": "Corantes",
		"description": "corante vermelho que é um glicósido fenólico presente nos ovos e tecidos gordos da fêmea de uma cochonilha (Dactilopius coccus ou Coccus cacto) que vive em  cactos do género Opuntia, na América Central e nas Ilhas Canárias o corpo seco da cochonilha contém c. 10% do princípio corante, o ácido carmínico as carminas são os complexos insolúveis do ácido com metais alcalino-terrosos e metais pesados (p. ex. zinco)"
	},
	{
		"code": "E 122",
		"name": "Azorubina ou carmosina (C. I. 14 720)",
		"category": "Corantes",
		"description": "corante vermelho de natureza azóica, produzido por síntese"
	},
	{
		"code": "E 123",
		"name": "Amarante (C. I. 16 185)",
		"category": "Corantes",
		"description": "corante vermelho de natureza azóica, produzido por síntese"
	},
	{
		"code": "E 124",
		"name": "Ponceau 4 R (C. I. 16 255) ou vermelho cochonilha A",
		"category": "Corantes",
		"description": "corante vermelho de natureza azóica, produzido por síntese"
	},
	{
		"code": "E 127",
		"name": "Eritrosina (C. I. 45 430)",
		"category": "Corantes",
		"description": "corante vermelho do tipo «alcatrão de carvão», obtido por processos sintéticos"
	},
	{
		"code": "E 129",
		"name": "Vermelho allura AC (C. I. 16 035)",
		"category": "Corantes",
		"description": "corante vermelho de síntese"
	},
	{
		"code": "E 131",
		"name": "Azul patenteado V (C. I. 42 051)",
		"category": "Corantes",
		"description": "corante azul-violeta escuro do tipo «alcatrão de carvão», obtido por processos sintéticos pode produzir reacções alérgicas semelhantes às referidas para o E 102"
	},
	{
		"code": "E 132",
		"name": "Indigotina ou carmim de índigo (C. I. 73 015)",
		"category": "Corantes",
		"description": "corante azul do tipo «alcatrão de carvão», obtido por processos sintéticos pode produzir reacções alérgicas semelhantes às referidas para o E 102"
	},
	{
		"code": "E 133",
		"name": "Azul-brilhante FCF (C. I. 42 090)",
		"category": "Corantes",
		"description": "corante azul do tipo «alcatrão de carvão», obtido por processos sintéticos em mistura com a tartarazina (E 102) produz tonalidades de verde pode originar reacções alérgicas semelhantes às referidas para o E 102"
	},
	{
		"code": "E 140",
		"name": "Clorofilas (C. I. 75 810) e compostos derivados, clorofilinas (C. I. 75 815)",
		"category": "Corantes",
		"description": "pigmentos das folhas das plantas, utilizados como corantes verdes não se têm verificado efeitos adversos, embora não se use a clorofila pura mas preparações que contêm outros pigmentos, compostos lipídicos e sais (conhecidas por «clorofila técnica») as plantas mais utilizadas para obter estas preparações são as urtigas, as gramíneas e a luzerna"
	},
	{
		"code": "E 141",
		"name": "Complexos cúpricos das clorofilas e de compostos derivados (C. I. 75 815) que constituem corantes de cor verde-azeitona",
		"category": "Corantes",
		"description": "o átomo de magnésio da molécula de clorofila foi substituído pelo cobre"
	},
	{
		"code": "E 142",
		"name": "Verde S (C. I. 44 090)",
		"category": "Corantes",
		"description": "corante verde do tipo «alcatrão de carvão», obtido por processos sintéticos pode provocar reacções alérgicas semelhantes às referidas para o E 102"
	},
	{
		"code": "E 150a",
		"name": "Caramelo simples",
		"category": "Corantes",
		"description": "corante castanho que se afasta já bastante do produto açucarado e aromatizado obtido pelo aquecimento dos açúcares"
	},
	{
		"code": "E 150b",
		"name": "Caramelo sulfítico cáustico.",
		"category": "Corantes",
		"description": ""
	},
	{
		"code": "E 150c",
		"name": "Caramelo de amónia.",
		"category": "Corantes",
		"description": ""
	},
	{
		"code": "E 150d",
		"name": "Caramelo sulfítico de amónia.",
		"category": "Corantes",
		"description": ""
	},
	{
		"code": "E 151",
		"name": "Negro brilhante BN ou negro PN (C. I. 28 440)",
		"category": "Corantes",
		"description": "corante preto de natureza azóica, produzido por síntese pode provocar reacções alérgicas semelhantes às referidas para o E 102 em porcos a que se forneceu o corante foram detectados quistos intestinais"
	},
	{
		"code": "E 153",
		"name": "Carvão vegetal",
		"category": "Corantes",
		"description": "produto natural resultante da queima de materiais vegetais e usado como corante preto provavelmente não trará riscos à saúde se a manufactura for adequada, com bastante oxigénio para a combustão"
	},
	{
		"code": "E 154",
		"name": "Castanho FK",
		"category": "Corantes",
		"description": "corante castanho de natureza azóica, obtido por síntese, pode provocar reacções alérgicas semelhantes às referidas para o E 102"
	},
	{
		"code": "E 155",
		"name": "Castanho HT (C. I. 20 285)",
		"category": "Corantes",
		"description": "corante castanho de natureza azóica, obtido por síntese pode provocar reacções semelhantes às referidas para o E 102"
	},
	{
		"code": "E 160a",
		"name": "Carotenos mistos (C. I. 75 130) e beta-caroteno (C. I. 40 800)",
		"category": "Corantes",
		"description": "pigmentos amarelo-alaranjados das plantas, presentes nas folhas em associação com as clorofilas e outros pigmentos, e ainda em cenouras, tomates, alperces, laranjas, frutos de roseira e muitos outros órgãos vegetais"
	},
	{
		"code": "E 160b",
		"name": "Anato, bixina, e norbixina (C. I. 75 120)",
		"category": "Corantes",
		"description": "pigmentos amarelos a alaranjados de natureza carotenóide, presentes nas sementes e frutos do anate (Bixa orellana Bixaceae)"
	},
	{
		"code": "E 160c",
		"name": "Extracto de pimentão, capsantina e capsorubina",
		"category": "Corantes",
		"description": "pigmentos laranjaavermelhados de natureza carotenóide presentes nos pimentos vermelhos (Capsicum annuum Solanaceae) e em frutos, flores e outros órgãos de várias plantas"
	},
	{
		"code": "E 160d",
		"name": "Licopeno",
		"category": "Corantes",
		"description": "pigmento vermelho de natureza carotenóide presente nos tomates (Lycopersicon esculentum Solanaceae) e em muitos outros órgãos vegetais (diospiros, laranjas, cenouras, frutos de roseira, etc.)"
	},
	{
		"code": "E 160e",
		"name": "Beta-apo-8-carotenal (C 30) (C. I. 40 820)",
		"category": "Corantes",
		"description": "pigmento laranja a vermelhoamarelado que é um derivado de carotenóides de plantas"
	},
	{
		"code": "E 160f",
		"name": "Éster etílico do ácido beta-apo-8-caroténico (C30) (C. I. 40 825)",
		"category": "Corantes",
		"description": "pigmento amarelo a alaranjado que é um derivado de carotenóides de plantas"
	},
	{
		"code": "E 161b",
		"name": "Luteína",
		"category": "Corantes",
		"description": "pigmento amarelo a avermelhado é a xantofila (álcool carotenóide) de maior distribuição nas plantas, não só presente nas folhas verdes de todas as plantas, como em algas verdes (Chlorophyta) e vermelhas (Rhodophyta) e em muitos frutos e pétalas de flores"
	},
	{
		"code": "E 161g",
		"name": "Cantaxantina",
		"category": "Corantes",
		"description": "pigmento alaranjado de natureza carotenóide presente em cogumelos comestíveis (p. ex., Cantharellus cinnabarinus Agaricaceae), cianobactérias e outros microrganismos, é também responsável pela coloração das penas dos flamingos não tem efeitos adversos, sendo mesmo usada em altas doses em cápsulas «bronzeadoras» que quando ingeridas conferem um tom alaranjado à pele"
	},
	{
		"code": "E 162",
		"name": "Vermelho de beterraba ou betanina",
		"category": "Corantes",
		"description": "pigmento vermelho-púrpura com características de alcalóide, com algumas analogias estruturais com as antocianinas (E 163), mas que não deve ser com elas confundida encontra-se na raiz da beterraba de mesa (Beta vulgaris Chenopodiaceae)"
	},
	{
		"code": "E 163",
		"name": "Antocianinas",
		"category": "Corantes",
		"description": "pigmentos fenólicos das plantas, responsáveis pelas colorações vermelhas, azul ou violeta de muitas flores, frutos e folhas as suas tonalidades variam com o pH do meio e com a presença de componentes diversos como, p. ex., os sais metálicos"
	},
	{
		"code": "E 170",
		"name": "Carbonato de cálcio (C. I. 77 220), ou calcário",
		"category": "Corantes",
		"description": "é usado como corante branco na superfície de certos alimentos e, eventualmente, como suplemento de cálcio, excipiente ou para dar firmeza"
	},
	{
		"code": "E 171",
		"name": "Dióxido de titânio (C. I. 77 891)",
		"category": "Corantes",
		"description": "corante branco utilizado para cobrir a superfície de alimentos, preparado a partir do mineral ilmenite"
	},
	{
		"code": "E 172",
		"name": "Óxidos e hidróxidos de ferro, utilizados como corantes vermelho (C. I. 77 491), amarelo-acastanhado (C. I. 77 492) e castanho (C. I. 77 499)",
		"category": "Corantes",
		"description": "não se conhecem efeitos adversos, embora alguns dietistas considerem como tendo efeitos desfavoráveis o consumo elevado de alimentos a que se adiciona ferro (p. ex., flocos de cereais e outros produtos de farinhas integrais)"
	},
	{
		"code": "E 173",
		"name": "Alumínio",
		"category": "Corantes",
		"description": "corante metálico para a superfície de alimentos, obtido do mineral bauxite é parcialmente absorvido nos intestinos, mas facilmente eliminado pelos rins, quando saudáveis"
	},
	{
		"code": "E 174",
		"name": "Prata",
		"category": "Corantes",
		"description": "corante metálico para a superfície de alimentos os sais de prata são tóxicos para as bactérias e outras formas simples de seres vivos o consumo prolongado pelo ser humano pode originar argíria, uma coloração cinzenta-azulada da pele, que não é perigosa"
	},
	{
		"code": "E 175",
		"name": "Ouro",
		"category": "Corantes",
		"description": "corante metálico para a superfície de alimentos é quimicamente muito inerte"
	},
	{
		"code": "E 180",
		"name": "Litol-rubina BK",
		"category": "Corantes",
		"description": "corante vermelho de natureza azóica, obtido por síntese em geral sem efeitos adversos, pois é essencialmente utilizado para dar a cor vermelha externa aos queijos do tipo flamengo"
	},
	{
		"code": "E 200",
		"name": "Ácido sórbico",
		"category": "Conservantes",
		"description": "usado como conservante pois inibe o desenvolvimento de leveduras e fungos, é um açúcar-ácido presente em muitos frutos pode ser obtido dos frutos da sorveira (Sorbus aucuparia Rosaceae) ou por processos de síntese"
	},
	{
		"code": "E 202",
		"name": "Sorbato de potássio",
		"category": "Conservantes",
		"description": "conservante com as mesmas propriedades do que o ácido sórbico, é mais solúvel do que este, sendo obtido dele por reacção com potassa"
	},
	{
		"code": "E 203",
		"name": "Sorbato de cálcio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 200 e E 202, obtido por processos de síntese"
	},
	{
		"code": "E 210",
		"name": "Ácido benzóico",
		"category": "Conservantes",
		"description": "conservante que é um ácido fenólico que ocorre naturalmente em algumas plantas, mas é em geral preparado por processos sintéticos tem propriedades antibacterianas e antifúngicas pode produzir reacções alérgicas semelhantes às referidas para o E 102 em concentrações elevadas pode ainda provocar irritações gástricas, tendo sido referido, por outro lado, ser responsável por desordens de natureza neurológica reage com o bissulfito de sódio (E 222) também utilizado como conservante"
	},
	{
		"code": "E 211",
		"name": "Benzoato de sódio",
		"category": "Conservantes",
		"description": "sal de sódio do E 210 com características idênticas às dele"
	},
	{
		"code": "E 212",
		"name": "Benzoato de potássio",
		"category": "Conservantes",
		"description": "sal de potássio do E 210 com características idênticas às dele"
	},
	{
		"code": "E 213",
		"name": "Benzoato de cálcio",
		"category": "Conservantes",
		"description": "sal de cálcio do E 210, com características idênticas às dele"
	},
	{
		"code": "E 214",
		"name": "p-Hidroxibenzoato de etilo",
		"category": "Conservantes",
		"description": "conservante obtido a partir do ácido benzóico (E 210), com características idênticas às dele"
	},
	{
		"code": "E 215",
		"name": "Sal de sódio do p-hidroxibenzoato de etilo, com características idênticas às dele.",
		"category": "Conservantes",
		"description": ""
	},
	{
		"code": "E 218",
		"name": "p-Hidroxibenzoato de metilo, conservante obtido a partir do ácido benzóico (E 210) e com características idênticas às dele.",
		"category": "Conservantes",
		"description": ""
	},
	{
		"code": "E 219",
		"name": "Sal de sódio do p-hidroxibenzoato de metilo, com características idênticas às dele.",
		"category": "Conservantes",
		"description": ""
	},
	{
		"code": "E 220",
		"name": "Dióxido de enxofre",
		"category": "Conservantes",
		"description": "conservante e antioxidante, é também usado como branqueador e estabilizador da vitamina C obtém-se em geral por combustão do enxofre, sendo tradicionalmente usado na desinfecção do vasilhame onde se armazena o vinho pode produzir reacções alérgicas semelhantes às referidas para o E 102, para além de ser irritante do aparelho digestivo quando utilizado no branqueamento da farinha destrói a maior parte da sua vitamina E"
	},
	{
		"code": "E 221",
		"name": "Sulfito de sódio",
		"category": "Conservantes",
		"description": "conservante e agente antimicrobiano, obtido por síntese"
	},
	{
		"code": "E 222",
		"name": "Hidrogenossulfito de sódio (ou bissulfito de sódio)",
		"category": "Conservantes",
		"description": "conservante e branqueador obtido por síntese os sulfitos podem ser perigosos para as pessoas asmáticas"
	},
	{
		"code": "E 223",
		"name": "Metabissulfito de sódio",
		"category": "Conservantes",
		"description": "conservante e antioxidante, obtido por síntese pode produzir irritação gástrica, devido à libertação do ácido sulfuroso, e reacções alérgicas na pele os sulfitos podem ser perigosos para as pessoas asmáticas a sua acção sobre os alimentos leva à redução dos teores de tiamina (vitamina B1)"
	},
	{
		"code": "E 224",
		"name": "Metabissulfito de potássio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 223"
	},
	{
		"code": "E 226",
		"name": "Sulfito de cálcio",
		"category": "Conservantes",
		"description": "conservante, também usado para dar consistência a alimentos, obtido por síntese tem efeitos idênticos aos do E 223"
	},
	{
		"code": "E 227",
		"name": "Hidrogenossulfito de cálcio (ou bissulfito de cálcio)",
		"category": "Conservantes",
		"description": "conservante de síntese com efeitos idênticos aos do E 223"
	},
	{
		"code": "E 228",
		"name": "Hidrogenossulfito de potássio (ou bissulfito de potássio)",
		"category": "Conservantes",
		"description": "conservante de síntese com efeitos idênticos aos do E 223"
	},
	{
		"code": "E 230",
		"name": "Bifenilo ou difenilo",
		"category": "Conservantes",
		"description": "conservante com propriedades antifúngicas produzido por processos sintéticos, pela acção do calor sobre o benzeno usa-se no tratamento da superfície de frutos, como os citrinos, para evitar o seu apodrecimento"
	},
	{
		"code": "E 231",
		"name": "Ortofenilfenol",
		"category": "Conservantes",
		"description": "conservante com propriedades antibacterianas e antifúngicas, obtido por síntese e com características e efeitos idênticos aos do E 230"
	},
	{
		"code": "E 232",
		"name": "Ortofenilfenato de sódio",
		"category": "Conservantes",
		"description": "conservante de síntese utilizado como substituto do E 231"
	},
	{
		"code": "E 234",
		"name": "Nisina",
		"category": "Conservantes",
		"description": "conservante que é um antibiótico de natureza polipeptídica produzido por bactérias do género Streptococcus (p. ex., S. lactis) e naturalmente presente em alguns queijos é adicionada a pudins e queijos para ajudar à sua conservação"
	},
	{
		"code": "E 235",
		"name": "Natamicina",
		"category": "Conservantes",
		"description": "conservante que é um antibiótico do tipo macrólido, com propriedades antifúngicas, produzido pelo Streptomyces natalensis usado no tratamento da superfície de queijos de pasta dura e semi-dura e de enchidos secos ou curados"
	},
	{
		"code": "E 239",
		"name": "Hexametilenotetramina",
		"category": "Conservantes",
		"description": "conservante sintético, com propriedades antifúngicas, derivado do benzeno utilizado no queijo Provolone"
	},
	{
		"code": "E 242",
		"name": "Dicarbonato dimetílico",
		"category": "Conservantes",
		"description": "conservante de síntese utilizado em bebidas aromatizadas não alcoólicas e em concentrados de chá líquido"
	},
	{
		"code": "E 249",
		"name": "Nitrito de potássio",
		"category": "Conservantes",
		"description": "conservante e agente de cura"
	},
	{
		"code": "E 250",
		"name": "Nitrito de sódio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 249"
	},
	{
		"code": "E 251",
		"name": "Nitrato de sódio",
		"category": "Conservantes",
		"description": "mineral que ocorre naturalmente. É utilizado como conservante e agente de cura por acção microbiana ou no estômago pode transformarse em nitritos, com todos os efeitos desfavoráveis referidos para o E 249"
	},
	{
		"code": "E 252",
		"name": "Nitrato de potássio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 251"
	},
	{
		"code": "E 280",
		"name": "Ácido propiónico",
		"category": "Conservantes",
		"description": "conservante com propriedades antifúngicas é um produto natural de fermentações, podendo estar presente em determinados produtos fermentados"
	},
	{
		"code": "E 281",
		"name": "Propionato de sódio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 280"
	},
	{
		"code": "E 282",
		"name": "Propionato de cálcio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 280"
	},
	{
		"code": "E 283",
		"name": "Propionato de potássio",
		"category": "Conservantes",
		"description": "conservante idêntico ao E 280"
	},
	{
		"code": "E 284",
		"name": "Ácido bórico",
		"category": "Conservantes",
		"description": "conservante com ligeiras propriedades bacteriostáticas, usado, p. ex., no caviar"
	},
	{
		"code": "E 285",
		"name": "Tetraborato de sódio ou bórax",
		"category": "Conservantes",
		"description": "conservante com propriedades idênticas ao ácido bórico, devido a originá-lo por hidrólise, quando em solução"
	},
	{
		"code": "E 1105",
		"name": "Lisozima",
		"category": "Conservantes",
		"description": "enzima hidrolítica (EC 3.2.1.17) de grande distribuição nos seres vivos, que quebra ligações glicosídicas b-1,4 da proteoglicana da parede celular de bactérias e, portanto, tem acção protectora contra estes microrganismos utiliza-se como conservante em queijos curados"
	},
	{
		"code": "E 300",
		"name": "Ácido ascórbico (ou vitamina C)",
		"category": "Antioxidantes",
		"description": "antioxidante em soluções aquosas e emulsões lipídicas, evita o escurecimento de frutos e sumos, preserva a cor da carne e utiliza-se como melhorante da farinha ocorre naturalmente em muitos frutos e vegetais frescos, sendo também produzido comercialmente por síntese biológica ou química"
	},
	{
		"code": "E 301",
		"name": "Ascorbato de sódio",
		"category": "Antioxidantes",
		"description": "antioxidante idêntico ao E 300"
	},
	{
		"code": "E 302",
		"name": "Ascorbato de cálcio",
		"category": "Antioxidantes",
		"description": "antioxidante idêntico ao E 300"
	},
	{
		"code": "E 304",
		"name": "Ésteres de ácidos gordos do ácido ascórbico: a) palmitato de ascorbilo",
		"category": "Antioxidantes",
		"description": "b) estearato de ascorbilo antioxidantes e preservantes da cor, obtidos sinteticamente"
	},
	{
		"code": "E 306",
		"name": "Extracto rico em tocoferóis (vitamina E)",
		"category": "Antioxidantes",
		"description": "antioxidante e fornecedor de vitamina E, obtido de óleos vegetais, p. ex., de soja, gérmen de trigo, gérmen de arroz, algodão, milho e folhas verdes, destilados sob vácuo"
	},
	{
		"code": "E 307",
		"name": "Alfa-tocoferol (vitamina E)",
		"category": "Antioxidantes",
		"description": "antioxidante e vitamina E, obtido sinteticamente"
	},
	{
		"code": "E 308",
		"name": "Gama-tocoferol (vitamina E), como o E 307.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 309",
		"name": "Delta-tocoferol (vitamina E), como o E 307.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 310",
		"name": "Galato de propilo (ou propilo 3,4,5-tri-hidroxibenzoato)",
		"category": "Antioxidantes",
		"description": "antioxidante preparado sinteticamente, utilizado em óleos e gorduras e produtos desidratados"
	},
	{
		"code": "E 311",
		"name": "Galato de octilo (ou octilo 3,4,5-tri-hidroxibenzoato)",
		"category": "Antioxidantes",
		"description": "antioxidante idêntico ao E 310"
	},
	{
		"code": "E 312",
		"name": "Galato de dodecilo (ou dodecilo 3,4,5,-tri-hidroxibenzoato)",
		"category": "Antioxidantes",
		"description": "antioxidante idêntico ao E 310"
	},
	{
		"code": "E 315",
		"name": "Ácido eritórbico, ou ácido isoascórbico",
		"category": "Antioxidantes",
		"description": "é uma forma isomérica do ácido ascórbico (E 300) é utilizado como antioxidante"
	},
	{
		"code": "E 316",
		"name": "Eritorbato de sódio",
		"category": "Antioxidantes",
		"description": "sal de sódio do E 315, utilizado com idêntica finalidade"
	},
	{
		"code": "E 320",
		"name": "Butil-hidroxianisolo (BHA)",
		"category": "Antioxidantes",
		"description": "antioxidante de natureza fenólica, preparado sinteticamente, utilizado em óleos e gorduras e produtos desidratados, emprega--se frequentemente em conjugação com os galatos (E 310, E 311 ou E 312) ou com compostos sinérgicos, nomeadamente os ácidos cítrico ou fosfórico (E 330 ou E 338)"
	},
	{
		"code": "E 321",
		"name": "Butil-hidroxitolueno (BHT)",
		"category": "Antioxidantes",
		"description": "antioxidante de síntese, utilizado em óleos e gorduras e produtos desidratados"
	},
	{
		"code": "E 322",
		"name": "Lecitina",
		"category": "Antioxidantes",
		"description": "é um fosfolípido de colina, presente em plantas e animais e geralmente obtido de sementes de soja, amendoim e milho ou de gema de ovo utiliza -se como emulsionante, estabilizador, antioxidante e espessante"
	},
	{
		"code": "E 325",
		"name": "Lactato de sódio",
		"category": "Antioxidantes",
		"description": "sal do ácido láctico (E 270), usa-se como substituto do glicerol, como humidificante, como agente tamponizante e para intensificar o efeito antioxidante de outros compostos"
	},
	{
		"code": "E 326",
		"name": "Lactato de potássio",
		"category": "Antioxidantes",
		"description": "sal do ácido láctico (E 270), com utilizações e efeitos idênticos aos do E 325"
	},
	{
		"code": "E 327",
		"name": "Lactato de cálcio",
		"category": "Antioxidantes",
		"description": "sal do ácido láctico (E 270), com utilizações e efeitos idênticos aos do E 325 utiliza-se também para dar firmeza a certos alimentos"
	},
	{
		"code": "E 330",
		"name": "Ácido cítrico",
		"category": "Antioxidantes",
		"description": "constituinte natural de muitos frutos (nomeadamente de limões e outros citrinos) é preparado comercialmente pela fermentação de melaços com certas estirpes de Aspergillus niger uma das suas utilizações é a de intensificar a capacidade antioxidante de outros aditivos, evitando a descoloração de frutos e o desenvolvimento de sabores estranhos e contribuindo para a retenção da vitamina C é ainda estabilizador da acidez de constituintes alimentares, sequestrante (complexante de metais)"
	},
	{
		"code": "E 331",
		"name": "Citratos de sódio: a) monossódico",
		"category": "Antioxidantes",
		"description": "b) dissódico c) trissódico obtidos do ácido cítrico (E 330) têm efeitos idênticos a ele, sendo também importantes pela sua capacidade tamponizadora e emulsificadora"
	},
	{
		"code": "E 332",
		"name": "Citratos de potássio: a) monopotássico",
		"category": "Antioxidantes",
		"description": "b) tripotássico assemelham-se ao E 331"
	},
	{
		"code": "E 333",
		"name": "Citratos de cálcio: a) monocálcio",
		"category": "Antioxidantes",
		"description": "b) dicálcio c) tricálcio assemelham-se ao E 331, sendo ainda usados para dar consistência a alimentos"
	},
	{
		"code": "E 334",
		"name": "Ácido tartárico",
		"category": "Antioxidantes",
		"description": "constituinte natural das plantas, ocorre em quantidades apreciáveis nas uvas, sendo obtido comercialmente como um produto secundário da  indústria dos vinhos é antioxidante e intensificador da capacidade antioxidante de outros aditivos, sequestrante (complexante de metais) e diluente de corantes alimentares. Emulsionantes, estabilizadores, espessantes e gelificantes"
	},
	{
		"code": "E 400",
		"name": "Ácido algínico",
		"category": "Antioxidantes",
		"description": "polissacárido hidrofílico de natureza coloidal produzido por certas algas castanhas (p. ex., Laminaria digitata e Macrocystis pyrifera), é utilizado como agente emulsionante, estabilizante, gelificante e espessante"
	},
	{
		"code": "E 401",
		"name": "Alginato de sódio",
		"category": "Antioxidantes",
		"description": "obtido do ácido algínico (E 400), tem utilizações idênticas a ele"
	},
	{
		"code": "E 402",
		"name": "Alginato de potássio",
		"category": "Antioxidantes",
		"description": "obtido do ácido algínico (E 400), tem utilizações idênticas a ele"
	},
	{
		"code": "E 403",
		"name": "Alginato de amónio",
		"category": "Antioxidantes",
		"description": "obtido do ácido algínico (E 400), tem utilizações idênticas a ele e usa-se também como diluente de corantes"
	},
	{
		"code": "E 404",
		"name": "Alginato de cálcio",
		"category": "Antioxidantes",
		"description": "obtido do ácido algínico (E 400), tem utilizações idênticas a ele"
	},
	{
		"code": "E 405",
		"name": "Alginato de propilenoglicol",
		"category": "Antioxidantes",
		"description": "obtido do ácido algínico (E 400) tem utilizações idênticas a ele e usa-se também como solvente de aromas e especiarias"
	},
	{
		"code": "E 406",
		"name": "Ágar-ágar",
		"category": "Antioxidantes",
		"description": "polissacárido portador de grupos sulfato, produzido por algas vermelhas (p. ex., dos géneros Gelidium, Gracilaria e Ceramium), é utilizado como espessante, estabilizador e gelificante"
	},
	{
		"code": "E 407",
		"name": "Carragenina",
		"category": "Antioxidantes",
		"description": "mistura complexa de polissacáridos portadores de grupos sulfato na forma de sais de cálcio e magnésio, produzida por algas vermelhas (p. ex., Chondrus crispus e Gigartina stellata), é utilizada como emulsionante, espessante e gelificante"
	},
	{
		"code": "E 407a",
		"name": "Algas Eucheuma transformadas",
		"category": "Antioxidantes",
		"description": "com propriedades hidrocoloidais obtida a partir de algas vermelhas da classe Rhodophyceae, Eucheuma cottonii ou E. spinosum, que para além de carragenina, pode conter até 15% de celulose insolúvel usado como espessante, gelificante e emulsionante"
	},
	{
		"code": "E 410",
		"name": "Farinha de semente de alfarroba (ou goma de alfarroba)",
		"category": "Antioxidantes",
		"description": "polissacárido do tipo galactomanana com utilização gelificante, estabilizadora e emulsionante"
	},
	{
		"code": "E 412",
		"name": "Goma de guar",
		"category": "Antioxidantes",
		"description": "polissacárido do tipo galactomanana, extraído de sementes de leguminosas do género Cyamopsis, nativas da Índia utilizada como espessante, estabilizador e emulsionante"
	},
	{
		"code": "E 413",
		"name": "Goma adragante",
		"category": "Antioxidantes",
		"description": "mistura complexa de polissacáridos do tipo galacturonoramnana excretados por plantas leguminosas do género Astragalus utilizada como emulsionante, estabilizadora, espessante e para impedir a cristalização do açúcar em doces"
	},
	{
		"code": "E 414",
		"name": "Goma arábica",
		"category": "Antioxidantes",
		"description": "polissacárido complexo excretado pela casca de acácias africanas (p. ex., Acacia senegal) utilizada como espessante, emulsionante, estabilizador, para conferir brilho e para dificultar a cristalização do açúcar"
	},
	{
		"code": "E 415",
		"name": "Goma xantana",
		"category": "Antioxidantes",
		"description": "polissacárido produzido pela bactéria Xanthomonas campestris ao fermentar hidratos de carbono utilizada como estabilizante, espessante e emulsionante"
	},
	{
		"code": "E 416",
		"name": "Goma Karaya",
		"category": "Antioxidantes",
		"description": "polissacárido obtido dos tecidos lenhosos de árvores da família Sterculiaceae, nativas do sul da China e Indochina utilizada como estabilizante, emulsionante e espessante"
	},
	{
		"code": "E 417",
		"name": "Goma de tara",
		"category": "Antioxidantes",
		"description": "polissacárido do tipo galactomanana, extraído de sementes da árvore leguminosa designada por alfarrobeira peruana (Caesalpinia spinosa) utiliza-se como agente espessante e estabilizador"
	},
	{
		"code": "E 418",
		"name": "Goma gelana",
		"category": "Antioxidantes",
		"description": "polissacárido complexo cujos principais componentes são a glucose, a ramnose e o ácido glucurónico, produzido pela bactéria Pseudomonas elodea ao fermentar hidratos de carbono utilizada como agente espessante, gelificante e estabilizador"
	},
	{
		"code": "E 425",
		"name": "Konjac. Goma de Konjac e glucomanano de Konjac a usar isolados ou em combinação.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 426",
		"name": "Hemicelulose de soja.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 431",
		"name": "Estearato de polioxietileno (40), éster de natureza lipídica produzido a partir de ácidos gordos, é um detergente que se usa como emulsionante.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 432",
		"name": "Monolaurato de polioxietileno 20 sorbitano (polissorbato 20)",
		"category": "Antioxidantes",
		"description": "é um detergente não iónico também conhecido por Tween 20, que se prepara a partir do sorbitol utilizase como emulsionante e estabilizador"
	},
	{
		"code": "E 433",
		"name": "Mono-oleato de polioxietileno 20 sorbitano (polissorbato 80)",
		"category": "Antioxidantes",
		"description": "é um detergente não iónico também conhecido por Tween 80, que se prepara a partir do sorbitol utilizase como emulsionante e estabilizador"
	},
	{
		"code": "E 434",
		"name": "Monopalmitato de polioxietileno 20 sorbitano (polissorbato 40)",
		"category": "Antioxidantes",
		"description": "é um detergente não iónico também conhecido por Tween 40, que se prepara a partir do sorbitol utiliza-se como emulsionante e estabilizador"
	},
	{
		"code": "E 435",
		"name": "Monoestearato de polioxietileno 20 sorbitano (polissorbato 60)",
		"category": "Antioxidantes",
		"description": "é um detergente não iónico também conhecido por Tween 60, que se prepara a partir do sorbitol utiliza-se como emulsionante e estabilizador"
	},
	{
		"code": "E 436",
		"name": "Triestearato de polioxietileno 20 sorbitano (polissorbato 65)",
		"category": "Antioxidantes",
		"description": "é um detergente não iónico também conhecido por Tween 65, que se prepara a partir do sorbitol utilizase como emulsionante e estabilizador"
	},
	{
		"code": "E 440",
		"name": "Pectina e pectina amidada",
		"category": "Antioxidantes",
		"description": "a pectina é um polissacárido acídico das plantas, obtida em geral de maçãs e laranjas a pectina amidada obtém-se por tratamento com amónia em condições alcalinas utiliza-se como emulsionante, estabilizador, espessante e gelificante"
	},
	{
		"code": "E 442",
		"name": "Fosfatidatos de amónio",
		"category": "Antioxidantes",
		"description": "sais de amónio de fosfolípidos, são usados como emulsionantes e estabilizadores"
	},
	{
		"code": "E 444",
		"name": "Ésteres acético e isobutírico da sacarose, obtidos a partir da sacarose, são utilizados como estabilizadores.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 445",
		"name": "Ésteres de glicerol da colofónia, são obtidos por processos de síntese e utilizam-se como emulsionantes e estabilizadores.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 450",
		"name": "Difosfatos: a) dissódico",
		"category": "Antioxidantes",
		"description": "b) trissódico c) tetrassódico d) dipotássico e) tetrapotássico f) dicálcico g) di-hidrogeno monocálcico em maior ou menor grau, conforme o sal, têm utilizações como tamponizante, sequestrante (complexante de metais), levedante, emulsionante, gelificante e melhorador da cor e da textura"
	},
	{
		"code": "E 451",
		"name": "Trifosfatos: a) pentassódico",
		"category": "Antioxidantes",
		"description": "b) pentapotássico usados como emulsionantes e melhoradores da textura"
	},
	{
		"code": "E 452",
		"name": "Polifosfatos: a) de sódio",
		"category": "Antioxidantes",
		"description": "b) de potássio c) de sódio e cálcio d) de cálcio usados como emulsionantes, estabilizadores, sequestrantes (complexantes de metais) e gelificantes"
	},
	{
		"code": "E 460",
		"name": "Celulose: a) microcristalina",
		"category": "Antioxidantes",
		"description": "b) em pó preparada a partir das paredes celulares das plantas, na forma cristalina por fragmentação química, que origina cristais microscópicos, e em pó por desintegração mecânica seguida de secagem é usada como fonte de fibra, para aumentar o volume e a capacidade de hidratação de alimentos, como modificadora da textura, evitando a compactação excessiva, como estabilizadora de emulsões e do calor, dispersante, etc"
	},
	{
		"code": "E 461",
		"name": "Metilcelulose",
		"category": "Antioxidantes",
		"description": "obtida da polpa de madeira por tratamento com álcalis e cloreto de metilo, é utilizado como emulsionante, estabilizadora, espessante, para aumentar o volume e como substituto das gomas solúveis em água"
	},
	{
		"code": "E 462",
		"name": "Etilcelulose",
		"category": "Antioxidantes",
		"description": "é a celulose obtida directamente a partir de plantas fibrosas parcialmente eterificada com grupos etílicos. É usado como espessante, agente de enchimento, agente antiaglomerante e emulsionante"
	},
	{
		"code": "E 463",
		"name": "Hidroxipropilcelulose",
		"category": "Antioxidantes",
		"description": "é um éter da celulose preparado quimicamente, utilizada como estabilizadora, emulsionante, espessante e agente de dispersão"
	},
	{
		"code": "E 464",
		"name": "Hidroxipropil-metilcelulose",
		"category": "Antioxidantes",
		"description": "obtida quimicamente da celulose, é utilizada como gelificante ou agente de suspensão, emulsionante, estabilizador e espessante"
	},
	{
		"code": "E 465",
		"name": "Metiletilcelulose",
		"category": "Antioxidantes",
		"description": "obtida a partir da celulose, é utilizada como emulsionante, estabilizador e produtor de espuma"
	},
	{
		"code": "E 466",
		"name": "Carboximetilcelulose e o seu sal de sódio",
		"category": "Antioxidantes",
		"description": "obtida a partir da celulose, é utilizada como espessante, estabilizador, gelificante, modificador de textura"
	},
	{
		"code": "E 468",
		"name": "Carboximetilcelulose de sódio reticulada",
		"category": "Antioxidantes",
		"description": "(ver E 466)"
	},
	{
		"code": "E 469",
		"name": "Carboximetilcelulose hidrolisada enzimáticamente",
		"category": "Antioxidantes",
		"description": "ver E 466)"
	},
	{
		"code": "E 470a",
		"name": "Sais de cálcio, potássio e sódio de ácidos gordos",
		"category": "Antioxidantes",
		"description": "são sabões, utilizados como emulsionantes, estabilizadores e para evitar a compactação excessiva"
	},
	{
		"code": "E 470b",
		"name": "Sais de magnésio de ácidos gordos",
		"category": "Antioxidantes",
		"description": "são sabões com utilizações idênticas ao E 470a"
	},
	{
		"code": "E 471",
		"name": "Mono e diglicéridos de ácidos gordos",
		"category": "Antioxidantes",
		"description": "são produtos normais da digestão das gorduras, mas preparados quimicamente a partir do glicerol e de ácidos gordos, utilizados como solventes, lubrificantes, melhoradores da textura, estabilizadores e agentes de revestimento"
	},
	{
		"code": "E 472a",
		"name": "Ésteres acéticos de mono e diglicéridos de ácidos gordos",
		"category": "Antioxidantes",
		"description": "preparados quimicamente, são utilizados como emulsionantes, estabilizadores, agentes de revestimento, modifcadores de textura, solventes e lubrificantes"
	},
	{
		"code": "E 472b",
		"name": "Ésteres lácticos de mono e diglicéridos de ácidos gordos",
		"category": "Antioxidantes",
		"description": "idênticos ao E 472a"
	},
	{
		"code": "E 472c",
		"name": "Ésteres cítricos de mono e diglicéridos de ácidos gordos",
		"category": "Antioxidantes",
		"description": "idênticos ao E 472a"
	},
	{
		"code": "E 472d",
		"name": "Ésteres tartáricos de mono e diglicéridos de ácidos gordos",
		"category": "Antioxidantes",
		"description": "idênticos ao E 472a"
	},
	{
		"code": "E 472e",
		"name": "Ésteres monoacetiltartáricos e diacetiltartáricos de mono e diglicéridos de ácidos gordos",
		"category": "Antioxidantes",
		"description": "idênticos ao E 472a"
	},
	{
		"code": "E 472f",
		"name": "Ésteres mistos acéticos e tartáricos de mono e diglicéridos de ácidos gordos, idênticos ao E 472a.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 473",
		"name": "Ésteres de sacarose de ácidos gordos",
		"category": "Antioxidantes",
		"description": "preparados quimicamente a partir de ácidos gordos, são utilizados como emulsionantes e estabilizadores"
	},
	{
		"code": "E 474",
		"name": "Sacaridoglicéridos",
		"category": "Antioxidantes",
		"description": "preparados pela acção da sacarose nas gorduras (banha, sebo, óleo de palma, etc.), são usados como emulsionantes e estabilizadores"
	},
	{
		"code": "E 475",
		"name": "Ésteres de poliglicerol de ácidos gordos",
		"category": "Antioxidantes",
		"description": "obtidos quimicamente, são usados como emulsionantes e estabilizadores"
	},
	{
		"code": "E 476",
		"name": "Polirricinoleato de poliglicerol",
		"category": "Antioxidantes",
		"description": "obtido do óleo de rícino, utiliza-se como emulsionante e estabilizador"
	},
	{
		"code": "E 477",
		"name": "Ésteres de propilenoglicol de ácidos gordos",
		"category": "Antioxidantes",
		"description": "são utilizados como emulsionantes e estabilizadores"
	},
	{
		"code": "E 479b",
		"name": "Produto de reacção do óleo de soja oxidado por via térmica com mono e diacilgliceróis",
		"category": "Antioxidantes",
		"description": "utilizado como emulsionante em gorduras para fritura"
	},
	{
		"code": "E 481",
		"name": "Estearilo-2-lactilato de sódio",
		"category": "Antioxidantes",
		"description": "éster láctico de ácido gordo, utiliza-se como estabilizador e emulsionante"
	},
	{
		"code": "E 482",
		"name": "Estearilo-2-lactilato de cálcio",
		"category": "Antioxidantes",
		"description": "idêntido ao E 481"
	},
	{
		"code": "E 483",
		"name": "Tartarato de estearilo",
		"category": "Antioxidantes",
		"description": "éster utilizado como estabilizador e emulsionante"
	},
	{
		"code": "E 491",
		"name": "Monoestearato de sorbitano",
		"category": "Antioxidantes",
		"description": "detergente não iónico, resulta da esterificação de ácido gordo com os produtos cíclicos da desidratação do sorbitol, é do tipo genericamente designado por Span utiliza-se como emulsionante, estabilizador e agente de brilho"
	},
	{
		"code": "E 492",
		"name": "Triestearato de sorbitano (Span 65)",
		"category": "Antioxidantes",
		"description": "idêntico ao E 491"
	},
	{
		"code": "E 493",
		"name": "Monolaurato de sorbitano (Span 20)",
		"category": "Antioxidantes",
		"description": "idêntico ao E 491, usa-se também como agente antiespuma"
	},
	{
		"code": "E 494",
		"name": "Mono-oleato de sorbitano (Span 80)",
		"category": "Antioxidantes",
		"description": "idêntico ao E 491"
	},
	{
		"code": "E 495",
		"name": "Monopalmitato de sorbitano (Span 40)",
		"category": "Antioxidantes",
		"description": "idêntico ao E 491"
	},
	{
		"code": "E 1103",
		"name": "Invertase (EC 3.2.1.26)",
		"category": "Antioxidantes",
		"description": "enzima hidrolítica produzido por fermentação submersa aeróbia da levedura Saccharomyces cerevisiae, que catalisa a hidrólise da sacarose em glucose e frutose utiliza-se em confeitaria, pastelaria e massas alimentícias secas. Outros (Ácidos, Reguladores de acidez, agente antiaglomerante, antiespuma, de volume, de transporte incluindo solventes de transporte, sais de fusão -dispersantes de proteínas, endurecedores, intensificadores do gosto e do aroma, espumantesdispersantes de gases em alimentos líquidos ou sólidos, agentes de brilho e protecção superficial, humidificantes, amidos modificados, gases de embalagem, propulsores, levedantes químicos, sequestrantes ou complexantes de metais.)"
	},
	{
		"code": "E 260",
		"name": "Ácido acético",
		"category": "Antioxidantes",
		"description": "acidulante, agente antibacteriano e diluente de matérias corantes, é um componente natural do vinagre, mas geralmente produzido por destilação destrutiva de madeira"
	},
	{
		"code": "E 261",
		"name": "Acetato de potássio",
		"category": "Antioxidantes",
		"description": "agente tampão e estabilizador da cor natural dos tecidos animais e vegetais"
	},
	{
		"code": "E 262",
		"name": "Acetato de sódio e hidrogenoacetato de sódio (ou diacetato de sódio)",
		"category": "Antioxidantes",
		"description": "agentes tampão e conservantes, principalmente contra a germinação de esporos de fungos no pão"
	},
	{
		"code": "E 263",
		"name": "Acetato de cálcio",
		"category": "Antioxidantes",
		"description": "conservante usado contra o desenvolvimento de fungos e complexante de metais (sequestrante), também usado para dar consistência a alimentos"
	},
	{
		"code": "E 270",
		"name": "Ácido láctico",
		"category": "Antioxidantes",
		"description": "conservante, acidulante e aromatizante, tem também a capacidade de aumentar o efeito antioxidante de outras substâncias é naturalmente produzido pelos microrganismos lácticos, embora seja também obtido industrialmente pela fermentação de hidratos de carbono por estirpes de bactérias lácticas"
	},
	{
		"code": "E 290",
		"name": "Dióxido de carbono",
		"category": "Antioxidantes",
		"description": "conservante, agente de arrefecimento e gás de embalagem é um produto natural presente na atmosfera, também obtido por fermentação ou pela acção de ácidos sobre os carbonatos"
	},
	{
		"code": "E 296",
		"name": "Ácido málico",
		"category": "Antioxidantes",
		"description": "acidificante e aromatizante, é um constituinte natural de muitos frutos (p. ex., da macieira, Malus domestica Rosaceae), sendo também produzido quimicamente"
	},
	{
		"code": "E 297",
		"name": "Ácido fumárico",
		"category": "Antioxidantes",
		"description": "acidificante, aromatizante e antioxidante e fermento artificial, ocorre em pequenas quantidades em muitas plantas, sendo obtido comercialmente por processos fermentativos"
	},
	{
		"code": "E 325 a E 334 – Estes aditivos têm diversas funções que se incluem neste grupo, mas porque têm também uma acção antioxidante, já estão listados no grupo dos antioxidantes. Assim para informação sobre estes aditivos consulte a lista dos antioxidantes.",
		"name": "",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 335",
		"name": "Tartaratos de sódio",
		"category": "Antioxidantes",
		"description": "a) monossódico b) dissódico obtidos do ácido tartárico (E 334), têm propriedades idênticas a ele e capacidade tamponizadora e emulsificadora"
	},
	{
		"code": "E 336",
		"name": "Tartaratos de potássio",
		"category": "Antioxidantes",
		"description": "a) monopotássico b) dipotássico obtidos a partir do ácido tartárico (E 334), utilizam-se como acidulante (a), agentes tamponizadores e emulsificadores, antioxidantes e levedante (a), neste caso geralmente em associação com o bicarbonato de sódio (E 500)"
	},
	{
		"code": "E 337",
		"name": "Tartarato duplo de sódio e potássio",
		"category": "Antioxidantes",
		"description": "obtido do ácido tartárico e com aplicações semelhantes às do E 336"
	},
	{
		"code": "E 338",
		"name": "Ácido fosfórico",
		"category": "Antioxidantes",
		"description": "acidificante, aromatizante e sequestrante (complexante de metais), aumenta a acção antioxidante de outros aditivos"
	},
	{
		"code": "E 339",
		"name": "Fosfatos de sódio",
		"category": "Antioxidantes",
		"description": "a) monossódico b) dissódico c) trissódico com propriedades semelhantes ao E 338 e com capacidade tamponizadora, gelificante (b) e clarificante (c)"
	},
	{
		"code": "E 340",
		"name": "Fosfatos de potássio: a) monopotássico",
		"category": "Antioxidantes",
		"description": "b) dipotássico c) tripotássico muito semelhantes aos E 339"
	},
	{
		"code": "E 341",
		"name": "Fosfatos de cálcio: a) monocálcico",
		"category": "Antioxidantes",
		"description": "b) dicálcico c) tricálcico têm utilização muito semelhante às dos E 339, para além do seu emprego como suplementos de cálcio e levedante (a)"
	},
	{
		"code": "E 343",
		"name": "Fosfatos de magnésio: a)monomagnésico",
		"category": "Antioxidantes",
		"description": "b) dimagnésico com capacidade tamponizadora, utilizam-se como reguladores de acidez"
	},
	{
		"code": "E 350",
		"name": "Malatos de sódio: a) malato",
		"category": "Antioxidantes",
		"description": "b) hidrogenomalato sais do ácido málico (E 296) usados como agentes tamponizadores sem efeitos adversos"
	},
	{
		"code": "E 351",
		"name": "Malato de potássio",
		"category": "Antioxidantes",
		"description": "agente tamponizador obtido a partir do ácido málico (E 296)"
	},
	{
		"code": "E 352",
		"name": "Malatos de cálcio: a) malato",
		"category": "Antioxidantes",
		"description": "b) hidrogenomalato obtidos a partir do ácido málico (E 296), são usados como agentes tamponizadores e para dar consistência a alimentos"
	},
	{
		"code": "E 353",
		"name": "Ácido metatartárico",
		"category": "Antioxidantes",
		"description": "agente sequestrante (complexante de metais) obtido a partir do ácido tartário (E 334), utilizado em vinhos"
	},
	{
		"code": "E 354",
		"name": "Tartarato de cálcio",
		"category": "Antioxidantes",
		"description": "sal do ácido tartárico (E 334), agente tamponizador e estabilizante de aditivos antioxidantes"
	},
	{
		"code": "E 355",
		"name": "Ácido adípico",
		"category": "Antioxidantes",
		"description": "ácido orgânico dicarboxílico (hexanodióico) ocorre em muitos seres vivos e em concentração particularmente elevada na beterraba, mas é obtido comercialmente por oxidação do ciclo-hexanol com ácido nítrico utiliza-se como acidificante, aromatizante e levedante, apresentando vantagem sobre o ácido tartárico (E 334), os tartaratos e os fosfatos por não ser higroscópico"
	},
	{
		"code": "E 356",
		"name": "Adipato de sódio",
		"category": "Antioxidantes",
		"description": "sal do ácido adípico (E 355) com utilizações idênticas às dele"
	},
	{
		"code": "E 357",
		"name": "Adipato de potássio",
		"category": "Antioxidantes",
		"description": "sal do ácido adípico (E 355) com utilizações idênticas às dele"
	},
	{
		"code": "E 363",
		"name": "Ácido succínico",
		"category": "Antioxidantes",
		"description": "ácido orgânico dicarboxílico (butanodióico) interveniente no ciclo de Krebs, encontra--se em pequenas quantidades em alguns frutos, sendo obtido comercialmente a partir do ácido acético utiliza--se como acidificante, agente tamponizante e sequestrante (complexante de metais)"
	},
	{
		"code": "E 380",
		"name": "Citrato triamónico",
		"category": "Antioxidantes",
		"description": "obtido a partir do ácido cítrico (E 330), utiliza-se como tamponizante e emulsionante"
	},
	{
		"code": "E 385",
		"name": "Etilenodiaminatetracetato de cálcio dissódico (EDTA Ca Na2)",
		"category": "Antioxidantes",
		"description": "preparado sinteticamente é um complexante de metais (sequestrante) e agente estabilizador, usado em molhos, conservas e algumas bebidas"
	},
	{
		"code": "E 422",
		"name": "Glicerol",
		"category": "Antioxidantes",
		"description": "álcool componente de óleos e gorduras, obtido a partir deles como subproduto das indústrias dos sabões e dos ácidos gordos é usado como solvente, humidificante e adoçante"
	},
	{
		"code": "E 459",
		"name": "Beta-ciclodextrina, Polissacárido cíclico",
		"category": "Antioxidantes",
		"description": "agente de transporte utilizado no encapsulamento de aditivos alimentares e vitaminas"
	},
	{
		"code": "E 500",
		"name": "Carbonatos de sódio: a) carbonato",
		"category": "Antioxidantes",
		"description": "b) hidrogenocarbonato c) sesquicarbonato utilizados como alcalinizantes"
	},
	{
		"code": "E 501",
		"name": "Carbonatos de potássio: a) carbonato",
		"category": "Antioxidantes",
		"description": "b) hidrogenocarbonato idênticos ao E 500"
	},
	{
		"code": "E 503",
		"name": "Carbonatos de amónio: a) carbonato",
		"category": "Antioxidantes",
		"description": "b) hidrogenocarbonato idênticos ao E 500 e também usados como agentes tamponizantes"
	},
	{
		"code": "E 504",
		"name": "Carbonatos de magnésio: a) carbonato",
		"category": "Antioxidantes",
		"description": "b) hidrogenocarbonato (ou hidroxicarbonato) idênticos ao E 500"
	},
	{
		"code": "E 507",
		"name": "Ácido clorídrico",
		"category": "Antioxidantes",
		"description": "acidificante"
	},
	{
		"code": "E 508",
		"name": "Cloreto de potássio",
		"category": "Antioxidantes",
		"description": "substituto do sal e suplemento dietético"
	},
	{
		"code": "E 509",
		"name": "Cloreto de cálcio",
		"category": "Antioxidantes",
		"description": "utiliza-se como sequestrante (complexante de metais) e para dar firmeza"
	},
	{
		"code": "E 511",
		"name": "Cloreto de magnésio",
		"category": "Antioxidantes",
		"description": "utiliza-se como suplemento dietético e para conferir firmeza"
	},
	{
		"code": "E 512",
		"name": "Cloreto estanoso",
		"category": "Antioxidantes",
		"description": "é um forte agente redutor, com poder descorante, usado em certas conservas vegetais que se desejem despigmentados (p. ex., espargos brancos)"
	},
	{
		"code": "E 513",
		"name": "Ácido sulfúrico",
		"category": "Antioxidantes",
		"description": "utilizado como acidificante"
	},
	{
		"code": "E 514",
		"name": "Sulfatos de sódio: a) sulfato",
		"category": "Antioxidantes",
		"description": "b) hidrogenossulfato utilizados como diluentes"
	},
	{
		"code": "E 515",
		"name": "Sulfatos de potássio: a) sulfato",
		"category": "Antioxidantes",
		"description": "b) hidrogenossulfato substitutos do sal para fins dietéticos"
	},
	{
		"code": "E 516",
		"name": "Sulfato de cálcio ou gesso",
		"category": "Antioxidantes",
		"description": "utiliza-se como agente de firmeza, sequestrante (complexante de metais), suplemento nutritivo e excipiente inerte"
	},
	{
		"code": "E 517",
		"name": "Sulfato de amónio",
		"category": "Antioxidantes",
		"description": "utilizado como solvente de transporte e tamponizante"
	},
	{
		"code": "E 520",
		"name": "Sulfato de alumínio",
		"category": "Antioxidantes",
		"description": "tem propriedades antissépticas, detergente e clarificante"
	},
	{
		"code": "E 521",
		"name": "Sulfato de alumínio e sódio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 520"
	},
	{
		"code": "E 522",
		"name": "Sulfato de alumínio e potássio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 520"
	},
	{
		"code": "E 523",
		"name": "Sulfato de alumínio e amónio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 520"
	},
	{
		"code": "E 524",
		"name": "Hidróxido de sódio",
		"category": "Antioxidantes",
		"description": "alcalinizante e dissolvente de corantes substância caústica"
	},
	{
		"code": "E 525",
		"name": "Hidróxido de potássio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 524"
	},
	{
		"code": "E 526",
		"name": "Hidróxido de cálcio",
		"category": "Antioxidantes",
		"description": "agente neutralizante e conferidor de firmeza"
	},
	{
		"code": "E 527",
		"name": "Hidróxido de amónio",
		"category": "Antioxidantes",
		"description": "alcalinizante e diluente e solvente de corantes"
	},
	{
		"code": "E 528",
		"name": "Hidróxido de magnésio",
		"category": "Antioxidantes",
		"description": "alcalinizante"
	},
	{
		"code": "E 529",
		"name": "Óxido de cálcio",
		"category": "Antioxidantes",
		"description": "alcalinizante e nutriente"
	},
	{
		"code": "E 530",
		"name": "Óxido de magnésio",
		"category": "Antioxidantes",
		"description": "alcalinizante e antiagregante"
	},
	{
		"code": "E 535",
		"name": "Ferrocianeto de sódio",
		"category": "Antioxidantes",
		"description": "agente antiagregante e modificador de cristais, usado no sal e nos seus substitutos tem baixo nível de toxicidade já que o grupo cianeto está bloqueado pelo ferro"
	},
	{
		"code": "E 536",
		"name": "Ferrocianeto de potássio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 535"
	},
	{
		"code": "E 538",
		"name": "Ferrocianeto de cálcio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 535"
	},
	{
		"code": "E 541",
		"name": "Fosfato ácido de alumínio e sódio",
		"category": "Antioxidantes",
		"description": "acidificante e levedante para padaria fina (scones e similares)"
	},
	{
		"code": "E 551",
		"name": "Sílica (ou dióxido de silício)",
		"category": "Antioxidantes",
		"description": "agente de suspensão e antiagregante, espessante e estabilizador em suspensões e emulsões ou mesmo no vinho"
	},
	{
		"code": "E 552",
		"name": "Silicato de cálcio",
		"category": "Antioxidantes",
		"description": "antiagregante e agente de polimento, brilho e revestimento"
	},
	{
		"code": "E 553a",
		"name": "Silicato de magnésio e trissilicato de magnésio (desprovido de amianto)",
		"category": "Antioxidantes",
		"description": "idêntico ao E 552"
	},
	{
		"code": "E 553b",
		"name": "Talco (desprovido de amianto)",
		"category": "Antioxidantes",
		"description": "agente anti-aderência"
	},
	{
		"code": "E 554",
		"name": "Silicato de alumínio e sódio",
		"category": "Antioxidantes",
		"description": "agente antiagregante"
	},
	{
		"code": "E 555",
		"name": "Silicato de alumínio e potássio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 554"
	},
	{
		"code": "E 556",
		"name": "Silicato de alumínio e cálcio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 554"
	},
	{
		"code": "E 558",
		"name": "Bentonite",
		"category": "Antioxidantes",
		"description": "material argiloso essencialmente do tipo montmorilonite, encontrado pela primeira vez em Fort Benton (estado de Wyoming nos EUA), usado como agente antiagregante, clarificante e emulsionante"
	},
	{
		"code": "E 559",
		"name": "Silicato de alumínio (caulino)",
		"category": "Antioxidantes",
		"description": "agente antiagregante"
	},
	{
		"code": "E 570",
		"name": "Ácidos gordos",
		"category": "Antioxidantes",
		"description": "ácidos orgânicos obtidos dos óleos e gorduras, usados como agentes antiagregantes e emulsionantes"
	},
	{
		"code": "E 574",
		"name": "Ácido glucónico",
		"category": "Antioxidantes",
		"description": "açúcar-ácido preparado comercialmente a partir da oxidação da glucose, usado como acidificante e sequestrante (complexante de metais) durante o aquecimento do leite impede a formação de «pedra» (depósitos de fosfatos de cálcio e magnésio) e durante a preparação da cerveja evita também a formação da «pedra» da cerveja"
	},
	{
		"code": "E 575",
		"name": "Glucono-delta-lactona",
		"category": "Antioxidantes",
		"description": "idêntico ao E 574"
	},
	{
		"code": "E 576",
		"name": "Gluconato de sódio",
		"category": "Antioxidantes",
		"description": "sal do E 574, usado como sequestrante (complexante de metais) e suplemento dietético"
	},
	{
		"code": "E 577",
		"name": "Gluconato de potássio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 576"
	},
	{
		"code": "E 578",
		"name": "Gluconato de cálcio",
		"category": "Antioxidantes",
		"description": "sal do E 574, usado como sequestrante (complexante de metais), agente tamponizador e para dar firmeza"
	},
	{
		"code": "E 579",
		"name": "Gluconato ferroso",
		"category": "Antioxidantes",
		"description": "sal de ferro do E 574, usado como adjuvante em processos de coloração ou escurecimento por oxidação"
	},
	{
		"code": "E 585",
		"name": "Lactato ferroso",
		"category": "Antioxidantes",
		"description": "sal de ferro do E 270, usado como nutriente e como adjuvante em processos de coloração ou escurecimento por oxidação"
	},
	{
		"code": "E 620",
		"name": "Ácido glutâmico",
		"category": "Antioxidantes",
		"description": "aminoácido constituinte das proteínas e importante intermediário do metabolismo do azoto das plantas e dos animais, pode ser obtido a partir do glúten do trigo ou de melaços de beterraba-açucareira, mas mais usualmente por fermentação de hidratos de carbono por bactérias (p. ex., Micrococcus glutamicus) é utilizado como suplemento dietético, como intensificador de sabor e substituto do sal"
	},
	{
		"code": "E 621",
		"name": "Glutamato monossódico",
		"category": "Antioxidantes",
		"description": "sal do E 620, encontra-se naturalmente na alga japonesa conhecida por seatango, mas é obtido de forma idêntica ao E 620 utiliza-se como intensificador de sabor e substituto do sal, sendo comercializado com a designação de Aji-no-moto o seu consumo pode desencadear a «síndroma dos restaurantes chineses», que se manifesta por palpitações, dores de cabeça, tonturas, náuseas, dores no pescoço, endurecimento muscular e fraqueza dos braços"
	},
	{
		"code": "E 622",
		"name": "Glutamato monopotássico",
		"category": "Antioxidantes",
		"description": "idêntico ao E 621"
	},
	{
		"code": "E 623",
		"name": "Diglutamato de cálcio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 621"
	},
	{
		"code": "E 624",
		"name": "Glutamato monoamónico",
		"category": "Antioxidantes",
		"description": "idêntico ao E 621"
	},
	{
		"code": "E 625",
		"name": "Diglutamato de magnésio",
		"category": "Antioxidantes",
		"description": "idêntico ao E 621"
	},
	{
		"code": "E 626",
		"name": "Ácido guanílico",
		"category": "Antioxidantes",
		"description": "nucleótido componente dos ácidos nucleicos, é utilizado como intensificador de sabor"
	},
	{
		"code": "E 627",
		"name": "Guanilato dissódico",
		"category": "Antioxidantes",
		"description": "sal do E 626, idêntico a ele"
	},
	{
		"code": "E 628",
		"name": "Guanilato dipotássico",
		"category": "Antioxidantes",
		"description": "sal do E 626, idêntico a ele"
	},
	{
		"code": "E 629",
		"name": "Guanilato de cálcio",
		"category": "Antioxidantes",
		"description": "sal do E 626, idêntico a ele"
	},
	{
		"code": "E 630",
		"name": "Ácido inosínico",
		"category": "Antioxidantes",
		"description": "nucleótido componente dos ácidos nucleicos, é utilizado como intensificador de sabor"
	},
	{
		"code": "E 631",
		"name": "Inosinato dissódico",
		"category": "Antioxidantes",
		"description": "sal do E 630, idêntico a ele"
	},
	{
		"code": "E 632",
		"name": "Inosinato dipotássico",
		"category": "Antioxidantes",
		"description": "sal do E 630, idêntico a ele"
	},
	{
		"code": "E 633",
		"name": "Inosinato de cálcio",
		"category": "Antioxidantes",
		"description": "sal do E 630, idêntico a ele"
	},
	{
		"code": "E 634",
		"name": "5’-Ribonucleótidos de cálcio",
		"category": "Antioxidantes",
		"description": "mistura de guanilato e inosinato de cálcio (E 629+E 633)"
	},
	{
		"code": "E 635",
		"name": "5’-Ribonucleótidos dissódicos",
		"category": "Antioxidantes",
		"description": "mistura de guanilato e inosinato dissódicos (E 627 + E 631)"
	},
	{
		"code": "E 640",
		"name": "Glicina e respectivo sal de sódio",
		"category": "Antioxidantes",
		"description": "é o mais simples dos aminoácidos constituintes das proteínas pode ser obtida a partir da gelatina ou por processos de síntese tem sabor doce é utilizado como excipiente"
	},
	{
		"code": "E 650",
		"name": "Acetato de zinco.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 900",
		"name": "Dimetilpolissiloxano",
		"category": "Antioxidantes",
		"description": "composto de síntese, contendo silício, do tipo silicone, utilizado como repelente da água e agente anti-espuma, em óleos, compotas, sopas, sumos, vinho, etc"
	},
	{
		"code": "E 901",
		"name": "Cera de abelhas (branca e amarela)",
		"category": "Antioxidantes",
		"description": "usa-se como agente de revestimento, brilho e antiaderente"
	},
	{
		"code": "E 902",
		"name": "Cera candelilha",
		"category": "Antioxidantes",
		"description": "cera amarela-acastanhada a castanha, obtida das «candelilhas» (Euphorbia antisyphilitica e E. cerifera), plantas mexicanas da família Euphorbiaceae utiliza-se como agente de revestimento e brilho e para endurecer outras ceras"
	},
	{
		"code": "E 903",
		"name": "Cera de carnaúba",
		"category": "Antioxidantes",
		"description": "cera amarela a castanho-claro, obtida das folhas da carnaubeira (palmeira brasileira Copernicia prunifera), usada como agente de revestimento e brilho"
	},
	{
		"code": "E 904",
		"name": "Goma laca",
		"category": "Antioxidantes",
		"description": "obtida da secreção resinífera de um insecto indiano afim das cochonilhas, o Laccifer lacca é utilizada como agente de revestimento e brilho"
	},
	{
		"code": "E 905",
		"name": "Ceras microcristalinas",
		"category": "Antioxidantes",
		"description": "usado como agente de revestimento em confeitaria e em alguns frutos, como base em pastilhas elásticas, e como agente anti-espuma"
	},
	{
		"code": "E 907",
		"name": "Poli-1-deceno hidrogenado",
		"category": "Antioxidantes",
		"description": "usado como agente de revestimento usado em produtos como caramelos"
	},
	{
		"code": "E 912",
		"name": "Ésteres do ácido montânico (ácido gordo saturado em C28), usados como agentes de revestimento e brilho na superfície de frutos frescos, nomeadamente citrinos",
		"category": "Antioxidantes",
		"description": "diminuem a dessecação"
	},
	{
		"code": "E 914",
		"name": "Cera de polietileno oxidada",
		"category": "Antioxidantes",
		"description": "tem utilização idêntica à do E 912"
	},
	{
		"code": "E 920",
		"name": "L-Cisteína",
		"category": "Antioxidantes",
		"description": "Hidrocloreto de L-cisteína composto de origem animal utilizado como agente de tratamento de farinhas"
	},
	{
		"code": "E 927b",
		"name": "Ureia (ou carbamida)",
		"category": "Antioxidantes",
		"description": "diamida com propriedades de base fraca, é obtida por síntese a partir do dióxido de carbono e da amónia a altas temperaturas e pressão é utilizada como intensificador de sabor"
	},
	{
		"code": "E 938",
		"name": "Argon",
		"category": "Antioxidantes",
		"description": "gás inerte de embalagem ou propulsor"
	},
	{
		"code": "E 939",
		"name": "Hélio",
		"category": "Antioxidantes",
		"description": "gás inerte de embalagem ou propulsor"
	},
	{
		"code": "E 941",
		"name": "Azoto",
		"category": "Antioxidantes",
		"description": "gás inerte de embalagem ou propulsor"
	},
	{
		"code": "E 942",
		"name": "Óxido nitroso",
		"category": "Antioxidantes",
		"description": "gás de embalagem"
	},
	{
		"code": "E 943a",
		"name": "Butano",
		"category": "Antioxidantes",
		"description": "gás de embalagem"
	},
	{
		"code": "E 943b",
		"name": "Isobutano",
		"category": "Antioxidantes",
		"description": "gás de embalagem"
	},
	{
		"code": "E 944",
		"name": "Propano",
		"category": "Antioxidantes",
		"description": "gás de embalagem"
	},
	{
		"code": "E 948",
		"name": "Oxigénio",
		"category": "Antioxidantes",
		"description": "gás de embalagem"
	},
	{
		"code": "E 949",
		"name": "Hidrogénio",
		"category": "Antioxidantes",
		"description": "gás de embalagem"
	},
	{
		"code": "E 999",
		"name": "Extracto de quilaia",
		"category": "Antioxidantes",
		"description": "extracto da casca da árvore sul-americana Quillaja saponaria (Rosaceae), cujos principais constituintes são saponinas triterpénicas de  sabor amargo e propriedades detergentes utiliza-se na preparação de bebidas aromatizadas não alcoólicas"
	},
	{
		"code": "E 1103",
		"name": "Invertase (EC 3.2.1.26)",
		"category": "Antioxidantes",
		"description": "enzima hidrolítica produzido por fermentação submersa aeróbia da levedura Saccharomyces cerevisiae, que catalisa a hidrólise da sacarose em glucose e fructose utiliza-se em confeitaria, pastelaria e massas alimentícias secas"
	},
	{
		"code": "E 1200",
		"name": "Polidextrose",
		"category": "Antioxidantes",
		"description": "polímero de estrutura variável obtido artificialmente pela condensação da glucose com sorbitol e ácido cítrico (proporção aproximada de 90:10:1), estando as unidades de glucose ligadas entre si predominantemente entre os carbonos 1 e 6 utiliza-se como agente de volume e de textura, humidificante, estabilizador e espessante"
	},
	{
		"code": "E 1201",
		"name": "Polivinilpirrolidona",
		"category": "Antioxidantes",
		"description": "formado por 200 a 7000 unidades de vinilpirrolidona, é um polímero de cor branca, solúvel na água, originando um sistema coloidal que tem sido usado como substituto do plasma sanguíneo utiliza-se como expansor de volume e agente dispersante, nomeadamente em suplementos alimentares dietéticos na forma de pastilhas tem a propriedade de complexar fenóis e outras substâncias, pelo que tem utilidade como agente clarificante, p. ex., na indústria da cerveja"
	},
	{
		"code": "E 1202",
		"name": "Polivinilpolipirrolidona",
		"category": "Antioxidantes",
		"description": "forma insolúvel do E 1201, tem idênticas utilizações"
	},
	{
		"code": "E 1204",
		"name": "Pululana",
		"category": "Antioxidantes",
		"description": "Glucano linear neutro consistindo principalmente em unidades de maltotriose unidas por ligações -1,6 glucosídicas. Produzido por fermentação a partir de amido hidrolisado de qualidade alimentar, com recurso a uma estirpe não produtora de toxinas de Aureobasidium pullulans. Usado como agente de brilho, agente de protecção superficial e espessante"
	},
	{
		"code": "E 1404",
		"name": "Amido oxidado",
		"category": "Antioxidantes",
		"description": "amido modificado os amidos modificados obtêm-se através de um ou mais tratamentos químicos de amidos comestíveis, podendo ainda sofrer tratamento físico ou enzimático e serem fluidificados por via ácida ou alcalina, ou branqueados são utilizados como espessantes"
	},
	{
		"code": "E 1410",
		"name": "Fosfato de amido monossubstituído",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1412",
		"name": "Fosfato de amido dissubstituído",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1413",
		"name": "Fosfato de amido dissubstituído, fosfatado",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1414",
		"name": "Fosfato de amido dissubstituído, acetilado",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1420",
		"name": "Amido acetilado",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1422",
		"name": "Adipato de amido dissubstituído, acetilado",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1440",
		"name": "Hidroxipropilamido",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1442",
		"name": "Fosfato de amido dissubstituído, hidroxipropilado",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1450",
		"name": "Sal de sódio de octenilsuccinato de amido",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1451",
		"name": "Amido oxidado acetilado",
		"category": "Antioxidantes",
		"description": "amido modificado (ver E 1404)"
	},
	{
		"code": "E 1505",
		"name": "Citrato trietílico",
		"category": "Antioxidantes",
		"description": "éster do ácido cítrico (E 330), utilizado como agente de suporte e sequestrante (complexante de metais)"
	},
	{
		"code": "E 1517",
		"name": "Diacetato de glicetilo (diacetina).",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 1518",
		"name": "Triacetato de glicerilo (triacetina)",
		"category": "Antioxidantes",
		"description": "é um éster do glicerol de estrutura idêntica a um óleo, usado como humidificante"
	},
	{
		"code": "E 1519",
		"name": "Álcool benzílico.",
		"category": "Antioxidantes",
		"description": ""
	},
	{
		"code": "E 1520",
		"name": "1,2-Propanodiol (propilenoglicol)",
		"category": "Antioxidantes",
		"description": "usado como solvente, agente de polimento e humidificador"
	},
	{
		"code": "E 420",
		"name": "Sorbitol e xarope de sorbitol",
		"category": "Edulcorantes",
		"description": "açúcar-álcool que ocorre em alguns frutos, mas que comercialmente é obtido por processos sintéticos a partir da glucose é utilizado  como adoçante e substituto do glicerol (E 422), sendo estabilizador, humidificante e impeditivo da cristalização do açúcar"
	},
	{
		"code": "E 421",
		"name": "Manitol",
		"category": "Edulcorantes",
		"description": "açúcar-álcool que ocorre em algas e árvores, como o freixo (Fraxinus spp.), de onde se obtém utilizado como adoçante substituto do açúcar, humidificante e para conferir textura a certos alimentos (moluscos, peixes, etc.)"
	},
	{
		"code": "E 950",
		"name": "Acessulfamo-K",
		"category": "Edulcorantes",
		"description": "composto de síntese, contendo azoto e enxofre, tem sabor doce, sendo usado como edulcorante desprovido de valor calórico estável e solúvel com poder edulcorante até 200 vezes mais que o açúcar possui leve sabor residual amargo não metabolizável"
	},
	{
		"code": "E 951",
		"name": "Aspártamo",
		"category": "Edulcorantes",
		"description": "é o éster metílico do dipéptido aspartil-fenilalanina, com sabor doce de 180 a 200 vezes mais intenso do que o açúcar comum (sacarose) é um edulcorante de baixo valor calórico"
	},
	{
		"code": "E 952",
		"name": "Ácido ciclâmico e seus sais de sódio e cálcio",
		"category": "Edulcorantes",
		"description": "composto de síntese contendo azoto e enxofre (ácido ciclo-hexanossulfâmico) tem sabor doce cerca de 30 vezes mais intenso do que o açúcar comum (sacarose) é um edulcorante desprovido de valor calórico, designado genericamente por ciclamato"
	},
	{
		"code": "E 953",
		"name": "Isomalte",
		"category": "Edulcorantes",
		"description": "corresponde ao dissacárido isomaltose produzido durante a hidrólise do amido e que pode ser obtido quimicamente a partir da glucose tem sabor doce com metade da intensidade do açúcar comum (sacarose), sendo usado como edulcorante de baixo valor calórico pois não é facilmente metabolizado pelo organismo humano"
	},
	{
		"code": "E 954",
		"name": "Sacarina e seus sais de sódio, potássio e cálcio",
		"category": "Edulcorantes",
		"description": "composto de síntese contendo azoto e enxofre (D-benzossulfimida) tem sabor doce de 200 a 700 vezes mais intenso do que o açúcar comum (sacarose) é um edulcorante desprovido de valor calórico"
	},
	{
		"code": "E 955",
		"name": "Sucralose",
		"category": "Edulcorantes",
		"description": "é o composto de síntese 4, 1', 6'-triclorogalactosacarose, derivado clorado da sacarose é altamente estável e solúvel tem sabor doce de c. de 600 vezes mais intenso o açúcar tem sabor muito semelhante à sacarose não é metabolizada pelo organismo¸ é um edulcorante desprovido de valor calórico"
	},
	{
		"code": "E 957",
		"name": "Taumatina",
		"category": "Edulcorantes",
		"description": "proteína de massa molecular c. 20000, presente nos frutos de Thaumatococcus danielli (Marantaceae) tem sabor doce c. 2500 vezes mais intenso do que o açúcar comum (sacarose), sendo usada como edulcorante de baixo valor calórico, embora tenha o inconveniente de ser instável quando aquecida"
	},
	{
		"code": "E 959",
		"name": "Neo-hesperidina di-hidrochalcona",
		"category": "Edulcorantes",
		"description": "glicósido de natureza flavonóidica, tem sabor doce, 500 a 1 600 vezes mais intenso do que o açúcar comum (sacarose), sendo de notar que a neo-hesperidina por si só tem sabor amargo, contribuindo para o amargor de porções dos frutos dos citrinos utiliza-se como edulcorante de baixo valor calórico"
	},
	{
		"code": "E 962",
		"name": "Sal de aspartame-acessulfame",
		"category": "Edulcorantes",
		"description": "sal produzido a partir de dois edulcorantes autorizados o aspartame (E 951) e acessulfame-K(E 950)"
	},
	{
		"code": "E 965",
		"name": "Maltitol e xarope de maltitol",
		"category": "Edulcorantes",
		"description": "açúcar-álcool formado por glucose e sorbitol, utiliza-se como edulcorante para substituir o açúcar comum em alimentos de baixo valor energético ou sem adição de açúcar"
	},
	{
		"code": "E 966",
		"name": "Lactitol",
		"category": "Edulcorantes",
		"description": "açúcar-álcool formado por galactose e sorbitol, utiliza-se como edulcorante para substituir o açúcar comum em alimentos de baixo valor energético ou sem adição de açúcar"
	},
	{
		"code": "E 967",
		"name": "Xilitol",
		"category": "Edulcorantes",
		"description": "é o açúcar-álcool correspondente à xilose, que se obtém como subproduto da sacarificação da madeira ou por hidrogenação da xilose utiliza-se como edulcorante para substituir o açúcar comum, identicamente aos E 965 e E 966"
	}
]
